[
  {
    "panel": 1,
    "citation": "In the Moorfields building of Bethlem, opened in 1676, the public could pay a penny to tour the wards. Thousands of Londoners a year took the opportunity to gawk at inmates. This practice continued officially until 1770, and for decades afterwards people still referred to Bedlam as a kind of human zoo. Patients were turned into a form of entertainment, their distress offered up as spectacle to a paying audience."
  },
  {
    "panel": 2,
    "citation": "Contemporary descriptions tell of wards lined with iron bars, with men and women chained or pacing restlessly, shouting, singing, or rocking silently. Fashionable visitors often compared the scene to a menagerie. The practice dehumanised patients, treating them as curiosities rather than people in need of care. The atmosphere inside Bedlam was one of noise, fear, and humiliation"
  },
  {
    "panel": 3,
    "citation": "Not everyone in Bedlam would be recognised today as mentally ill. In the eighteenth and nineteenth centuries families — often husbands over their wives — could have relatives committed for “hysteria,” alcoholism, or simple disobedience. Inheritance disputes, family quarrels, or social embarrassment could all end in a woman or man being confined. Writers such as Wilkie Collins and Charles Reade drew on real cases when they portrayed sane people trapped in asylums by unscrupulous relatives."
  },
  {
    "panel": 4,
    "citation": "Treatments in Bedlam reflected early modern medical theory more than science. Patients might be spun in chairs until they vomited, plunged into cold baths, or dosed with emetics and purges. Restraints included chains, manacles, and later straitjackets. Even well into the nineteenth century it was common to see patients shackled in place for years at a time. These measures were intended to control behaviour but often amounted to punishment rather than cure."
  },
  {
    "panel": 5,
    "citation": "The building itself became a byword for suffering. In 1815 Bethlem moved to new premises at St George’s Fields in Southwark, but memories of the old Moorfields asylum lingered. Visitors and inspectors continued to report scenes of misery: patients lying naked on straw, poorly fed, kept in dark cells. Campaigners argued that such conditions created only more despair, turning Bedlam into a place haunted by its own past."
  },
  {
    "panel": 6,
    "citation": "The early nineteenth century saw reformers demand change. Parliamentary inquiries exposed abuses, and social commentators like Charles Dickens toured madhouses to raise awareness. Dickens’s essays in Household Words described the dread of wrongful confinement and the cruelty of neglect. Reformers pressed for greater oversight, and for new asylums designed around light, air, and occupation instead of punishment."
  },
  {
    "panel": 7,
    "citation": "In the 1830s and 1840s doctors such as John Conolly at Hanwell Asylum pioneered the “non-restraint” system: the radical idea that patients could be cared for without chains or straitjackets. Instead they advocated structured work, kindness, and medical supervision. Bethlem itself was slow to change, but the influence of the non-restraint movement gradually spread across Britain, marking a slow turn away from the cruelties of the past."
  },
  {
    "panel": 8,
    "citation": "Though conditions did improve through the later nineteenth century, the legacy of Bedlam remained powerful. The very word became shorthand for disorder, cruelty, and noise. In popular culture, the image of the madhouse haunted novels, plays, and newspapers, shaping public fears about mental illness and confinement. Today, Bethlem Royal Hospital still exists as part of the NHS, and the Bethlem Museum of the Mind preserves its long and often troubling history."
  }
]
